Revit 2024 API
RevitLinkGraphicsSettings Constructor
 Creates a new RevitLinkGraphicsSettings instance.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public RevitLinkGraphicsSettings()
Visual Basic
Public Sub New
Visual C++
public:
RevitLinkGraphicsSettings()
See Also
RevitLinkGraphicsSettings Class
Autodesk.Revit.DB Namespace